Repository: njuri/Centigrade
Catalog: Centigrade/*.lproj/Localizable.strings
Languages: et_ee

# DONE_BUTTON
source: Done
et_ee: Valmis

# EDIT_PROFILE_BUTTON
source: Edit Profile
et_ee: Muuda Profiil

# YOUR_NAME_LABEL
source: Your Name
et_ee: Sinu Nimi

# PICTURE_QUESTION_LABEL
source: How do you want to add your profile picture?
et_ee: Kuidas soovid pilti määrata?

# PROFILE_IMAGE_LABEL
source: Profile picture
et_ee: Profiili pilt

# FROM_LIBRARY_LABEL
source: Choose from library
et_ee: Vali albumist

# CANCEL_LABEL
source: Cancel
et_ee: Loobu

# TAKE_CAMERA_LABEL
source: Take using camera
et_ee: Tee pilti

# TEMPERATURE_UNITS_LABEL
source: Temperature units
et_ee: Temperatuuriühik

# AUTOMATIC_LABEL
source: Automatic
et_ee: Auto

# AUTOMATIC_UNIT_DESCRIPTION
source: Centigrade will show the temperature in units based on phone's default settings. Currently using: %@
et_ee: Centigrade näitab temperatuuri vaikimisi ühikutes. Praegu: %@

# CELSIUS_UNIT_DESCRIPTION
source: Centigrade will show the temperature in degrees Celsius.
et_ee: Centigrade nätab temperatuuri Celsiuse kraadides.

# KELVIN_UNIT_DESCRIPTION
source: Centigrade will show the temperature in Kelvin.
et_ee: Centigrade nätab temperatuuri kelvinites.

# FAHRENHEIT_UNIT_DESCRIPTION
source: Centigrade will show the temperature in degrees Fahrenheit.
et_ee: Centigrade nätab temperatuuri Fahrenheiti kraadides.

# UNITS_LABEL
source: Units
et_ee: Ühikud

# WEATHER_HISTORY_LABEL
source: Weather history
et_ee: Ilma ajalugu

# NO_HISTORY_LABEL
source: No recent weather history.
et_ee: Ajalugu on tühi

source: It's time to check the weather!
et_ee: Kontrolli ilma!
